STEPS = {
  "Главноеменю": [
    'Тут предоставлены три категории: "Основные ошибки"\n"Как избежать эти ошибки?"\n"График акций"\n в каждой из них я максимально постарался достаточно понятно объяснить что и как',
    ["Основные ошибки", "Как избежать эти ошибки?", "График акций"],
  ],
  "Основные ошибки": [
    "...",
    ["Недостаточное исследование", "Недиверсифицированный портфель", "Эмоциональные решения","Короткосрочный подход","Несоответствие риску и толерантности к риску","Назад⬅️" ],
  ],
  "Недостаточное исследование": [
    "Недостаточное исследование: Одна из причин плохих инвестиций - недостаточное изучение компании, в которую вы собираетесь инвестировать. Отсутствие фундаментального анализа, который включает оценку финансового состояния, рыночного положения и потенциала для роста, может привести к неправильным решениям.",
    ["Назад⬅️"],
    ],
  "Недиверсифицированный портфель": [
  "Недиверсифицированный портфель: Инвесторы, сосредоточившие свои денежные средства только на одном активе или в одной отрасли, подвергаются большему риску. Если компания, в которую они инвестировали, столкнулась с проблемами, это может привести к значительным потерям. Диверсификация портфеля позволяет снизить риски, распределяя инвестиции между различными активами.",
  ["Назад⬅️"],
    ],
  "Эмоциональные решения" : [
    "Эмоциональные решения: Принятие инвестиционных решений на основе эмоций, таких как страх или жадность, часто приводит к плохим результатам. Эмоции могут мешать рациональному анализу ситуации и принятию обоснованных решений. Важно подходить к инвестициям с холодной головой и основываться на фактах и логике.",
  ["Назад⬅️"],
  ],
  "Короткосрочный подход" : [
    "Короткосрочный подход: Ожидание мгновенных результатов от инвестиций в акции может привести к плохим решениям. Рынок акций характеризуется колебаниями и нестабильностью, и короткосрочные изменения не всегда отражают реальную стоимость компании. ",
  ["Назад⬅️"],
  ],
  "Несоответствие риску и толерантности к риску" : [
    "Несоответствие риску и толерантности к риску: Если уровень риска инвестиций не соответствует вашей толерантности к риску, это может привести к недовольству и принятию плохих решений. Важно определить свою финансовую способность понести убытки и выбрать соответствующие инвестиции.",
["Назад⬅️"],
  ],

"График акций" : [
  "Тут вы можете наблюдать график одних из популярных акций на российском рынке",
  ["YANDEX", "Назад⬅️"],
],
"YANDEX" : [
  "ЯНДЕКС",
  ["Назад⬅️"],

],

  "Как избежать эти ошибки?": [
    "здесь будет текст о избежании ошибок...",
    ["Назад⬅️"],
  ],
}

msg, choices = STEPS['Главноеменю']



