STEPS = {
  "Главноеменю": [
    'Тут предоставлены три категории: "Основные ошибки"\n"Как избежать эти ошибки?"\n"График акций"\n в каждой из них я максимально постарался достаточно понятно объяснить что и как',
    ["Основные ошибки", "Как избежать эти ошибки?", "График акций"],
  ],
  "Основные ошибки": [
    "В данном списке предоставлены основные ошибки новичков,каждая ошибка рассписана кратко и понятно.",
    ["Недостаточное исследование", "Недиверсифицированный портфель", "Эмоциональные решения","Короткосрочный подход","Несоответствие риску и толерантности к риску","Назад⬅️" ],
  ],
  "Недостаточное исследование": [
    "Недостаточное исследование: Одна из причин плохих инвестиций - недостаточное изучение компании, в которую вы собираетесь инвестировать. Отсутствие фундаментального анализа, который включает оценку финансового состояния, рыночного положения и потенциала для роста, может привести к неправильным решениям.",
    ["Назад⬅️"],
    ],
  "Недиверсифицированный портфель": [
  "Недиверсифицированный портфель: Инвесторы, сосредоточившие свои денежные средства только на одном активе или в одной отрасли, подвергаются большему риску. Если компания, в которую они инвестировали, столкнулась с проблемами, это может привести к значительным потерям. Диверсификация портфеля позволяет снизить риски, распределяя инвестиции между различными активами.",
  ["Назад⬅️"],
    ],
  "Эмоциональные решения" : [
    "Эмоциональные решения: Принятие инвестиционных решений на основе эмоций, таких как страх или жадность, часто приводит к плохим результатам. Эмоции могут мешать рациональному анализу ситуации и принятию обоснованных решений. Важно подходить к инвестициям с холодной головой и основываться на фактах и логике.",
  ["Назад⬅️"],
  ],
  "Короткосрочный подход" : [
    "Короткосрочный подход: Ожидание мгновенных результатов от инвестиций в акции может привести к плохим решениям. Рынок акций характеризуется колебаниями и нестабильностью, и короткосрочные изменения не всегда отражают реальную стоимость компании. ",
  ["Назад⬅️"],
  ],
  "Несоответствие риску и толерантности к риску" : [
    "Несоответствие риску и толерантности к риску: Если уровень риска инвестиций не соответствует вашей толерантности к риску, это может привести к недовольству и принятию плохих решений. Важно определить свою финансовую способность понести убытки и выбрать соответствующие инвестиции.",
["Назад⬅️"],
  ],

"График акций" : [
  "Тут вы можете наблюдать график одних из популярных акций на российском рынке",
  ["Яндекс🔴", "ГазПром🔵", "Лукоил🔴", "Детский мир🔵", "Аэрофлот🔵", "Сбербанк🟢", "МТС🔴", "ПИК🟠",  "Назад⬅️"],
],
"YANDEX" : [
  "ЯНДЕКС",
  ["Назад⬅️"],

],

  "Как избежать эти ошибки?": [
    "1. Цель инвестирования: Определите свои финансовые цели и сроки, на которые вы готовы сделать инвестиции. Это могут быть покупка акций, облигаций или других ценных бумаг. Четкое определение цели поможет сориентироваться на подходящие инвестиционные инструменты.\n\n\n"
"2. Разнообразие портфеля: Диверсификация - это распределение инвестиций между различными активами или классами активов. Это позволяет снизить риски и улучшить потенциальную прибыль. Инвестируйте в разные активы, такие как акции, облигации, недвижимость и другие, чтобы уменьшить влияние отдельных инвестиций на общий портфель.\n\n\n"
"3. Фундаментальный анализ: Исследуйте компанию или актив, в который вы собираетесь инвестировать, с помощью фундаментального анализа. Оцените ее финансовое состояние, рыночное положение, развитие бизнеса и потенциал для роста. Это позволит принимать более обоснованные решения и избежать нежелательных инвестиций.\n\n\n"
"4. Долгосрочное инвестирование: Инвестируйте с долгосрочной перспективой. Краткосрочные колебания рынка могут быть нестабильными, но со временем рынок акций и других активов имеет тенденцию к росту. Планируйте свои инвестиции на длительный период, чтобы воспользоваться потенциальными выгодами времени.\n\n\n"
"5. Регулярный мониторинг: Следите за состоянием и эффективностью ваших инвестиций. Изучайте финансовые новости, обновления рынка и отчеты компаний. При необходимости пересматривайте свои инвестиционные стратегии и принимайте решения на основе изменяющейся ситуации.\n\n\n"
,
    ["Назад⬅️"],
  ],
}

msg, choices = STEPS['Главноеменю']



